Repository: Piwigo/Piwigo-Mobile
Catalog: piwigo/Resources/Localizable.xcstrings
Source language: en
Languages: ar, da, de, es, fr, hu, it, ja, nl, pl, ru, sv, zh_hans, zh_hant

# imageUploadResumeSingle
source: Resume Upload
ar: استئناف التحميل
da: Genoptag Upload
de: Fehlgeschlagenen Upload fortsetzen
es: Reanudar la subida fallida
fr: Relancer le transfert
hu: Feltöltés folytatása
it: Riprendi Caricamento
ja: 失敗したアップロードを再開する
nl: Upload hervatten
pl: Wznów nieudane przesyłanie
ru: Возобновить Загрузку
sv: Återuppta uppladdning
zh_hans: 继续上传
zh_hant: 恢復上傳

# imageUploadTableCell_finishing
source: Finishing...
ar: التشطيب...
da: Afslutter...
de: Beenden...
es: Terminando...
fr: Finalisation...
hu: Már csak pár pillanat...
it: Finitura...
ja: 完了しています...
nl: Afronden...
pl: Kończenie...
ru: Завершение...
sv: Slutför...
zh_hans: 结束中...
zh_hant: 結束中...

# imageUploadTableCell_prepared
source: Ready for upload...
ar: جاهز للتحميل...
da: Klar til upload...
de: Bereit zum Upload...
es: Listo para subir...
fr: Prêt pour le transfert…
hu: Feltöltésre kész...
it: Pronto per il caricamento...
ja: アップロードの準備ができました...
nl: Klaar voor upload...
pl: Gotowy do przesłania...
ru: Готово к загрузке...
sv: Redo för uppladdning...
zh_hans: 已准备好上传...
zh_hant: 已經準備好上傳...

# imageUploadTableCell_preparing
source: Preparing...
ar: التحضير...
da: Forbereder...
de: Vorbereiten...
es: Preparando...
fr: En cours de préparation...
hu: Előkészítés...
it: Preparazione...
ja: 準備中...
nl: Voorbereiden...
pl: Przygotowywanie...
ru: Подготовка...
sv: Förbereder...
zh_hans: 正在准备...
zh_hant: 準備中...

# imageUploadTableCell_uploaded
source: Uploaded
ar: تم التحميل
da: Uploadet
de: Hochgeladen
es: Subido
fr: Transférée
hu: Feltöltve
it: Caricato
ja: アップロード済み
nl: Geüpload
pl: Przesłane
ru: Загружено
sv: Uppladdad
zh_hans: 已上传
zh_hant: 已上傳

# imageUploadTableCell_uploading
source: Uploading...
ar: تحميل...
da: Uploader...
de: Wird hochgeladen ...
es: Subiendo...
fr: Transfert...
hu: Feltöltés...
it: Caricamento...
ja: アップロード中...
nl: Bezig met uploaden...
pl: Przesyłanie...
ru: Загрузка...
sv: Laddar upp...
zh_hans: 上传中...
zh_hant: 上傳中...

# imageUploadTableCell_waiting
source: Waiting...
ar: الانتظار...
da: Venter...
de: Warten...
es: Esperando...
fr: En attente...
hu: Várakozás...
it: Attendere...
ja: 待機中...
nl: Wachten...
pl: Oczekiwanie...
ru: Ожидание...
sv: Väntar...
zh_hans: 请稍等...
zh_hant: 等待中...

# internetCancelledConnection_button
source: Cancel Connection
ar: إلغاء الإتصال
da: Annuller forbindelsen
de: Verbindung abbrechen
es: Cancelar conexión
fr: Annuler la connexion
hu: Megszakítás
it: Annullare la connessione
ja: 接続を中止する
nl: Verbinding afgebroken
pl: Anuluj połączenie
ru: Отменить соединение
sv: Avbryt anslutningen
zh_hans: 取消连接
zh_hant: 取消連線

# internetCancelledConnection_title
source: Connection Cancelled
ar: تم إلغاء الإتصال
da: Forbindelsen afbrudt
de: Verbindung abgebrochen
es: Conexión cancelada
fr: Connexion annulée
hu: Kapcsolat megszakítva
it: Connessione annullata
ja: 接続が中止されました
nl: Verbindingen afgebroken
pl: Połączenie anulowane
ru: Соединение отменено
sv: Anslutningen avbrutet
zh_hans: 连接已取消
zh_hant: 連線已取消

# internetCancellingConnection_button
source: Cancelling Connection…
ar: جاري إلغاء الإتصال…
da: Annullerer forbindelsen…
de: Verbindung wird abgebrochen…
es: Cancelando Conexión…
fr: Annulation de la connexion…
hu: Kapcsolat megszakítása…
it: Annullare la connessione…
ja: 接続を中止しています...
nl: Verbinding afgebroken…
pl: Anulowanie połączenia…
ru: Отмена соединения…
sv: Avbryter anslutningen…
zh_hans: 正在取消连接…
zh_hant: 正在取消連線...

# internetErrorGeneral_broken
source: Sorry, the communication was broken. Try logging in again.
ar: عذرا، تم كسر الاتصال. حاول تسجيل الدخول مرة أخرى.
da: Forbindelsen blev afbrudt. Prøv at logge ind igen.
de: Die Kommunikation wurde unterbrochen. Versuche Dich erneut anzumelden.
es: Lo sentimos, la comunicación se ha interrumpido. Intenta iniciar sesión de nuevo.
fr: Désolé, la communication a été interrompue. Essayez de vous connecter à nouveau.
hu: Elnézést, de a kommunikáció megszakadt. Próbálj meg mégegyszer belépni!
it: Ci dispiace, c'è un errore di comunicazione. Prova ad accedere nuovamente.
ja: 申し訳ありませんが、通信が途切れました。再度ログインしてください。
nl: Sorry, de verbinding is verbroken. Probeer opnieuw in te loggen.
pl: Przepraszamy komunikacja została przerwana. Spróbuj zalogować się ponownie.
ru: Извините, соединение было прервано. Попробуйте войти снова.
sv: Tyvärr, kommunikationen bröts. Försök logga in igen.
zh_hans: 抱歉，网络连接断开，请尝试重新登录
zh_hant: 抱歉，連線失敗。請再試一次。

# internetErrorGeneral_title
source: Connection Error
ar: خطأ في الاتصال
da: Forbindelsesfejl
de: Verbindungsfehler
es: Error de conexión
fr: Erreur de connexion
hu: Kapcsolódási Hiba
it: Errore di Connessione
ja: 接続エラー
nl: Verbindingsfout
pl: Błąd połączenia
ru: Ошибка подключения
sv: Anslutningsfel
zh_hans: 连接错误
zh_hant: 連線錯誤

# loadingHUD_label
source: Loading…
ar: جاري التحميل…
da: Indlæser…
de: Laden…
es: Cargando…
fr: Chargement…
hu: Betöltés…
it: Caricamento…
ja: 読み込み中…
nl: Bezig met laden…
pl: Ładowanie…
ru: Загрузка…
sv: Laddar…
zh_hans: 加载中...
zh_hant: 讀取中...

# localAlbums
source: Photo Library
ar: مكتبة الصور
da: Billedarkiv
de: Foto-Bibliothek
es: Biblioteca de fotografías
fr: Bibliothèque de photos
hu: Fotókönyvtár
it: Galleria foto
ja: 写真ライブラリ
nl: Fotobibliotheek
pl: Biblioteka zdjęć
ru: Библиотека фотографий
sv: Bildbibliotek
zh_hans: 照片库
zh_hant: 照片圖庫

# localAlbums_accessible
source: Accessible Photos
ar: صور يسهل الوصول إليها
da: Tilgængelige billeder
de: Zugängliche Fotos
es: Fotos accesibles
fr: Photos accessibles
hu: Elérhető fotók
it: Foto Accessibili
ja: アクセス可能な写真
nl: Toegankelijke foto's
pl: Dostępne zdjęcia
ru: Доступные фото
sv: Tillgängliga foton
zh_hans: 可访问的照片
zh_hant: 可存取的照片

# localAlbums_photosNiltitle
source: Problem Reading Photos
ar: مشكلة في قراءة الصور
da: Problem Læsning Fotos
de: Problem beim Lesen der Fotos
es: Problema al leer las fotos
fr: Problème lecture photos
hu: Hiba a fotók beolvasásakor
it: Problema lettura foto
ja: 写真読み出しの問題
nl: Probleem bij het inlezen van foto's
pl: Problem Wczytywania Zdjęć
ru: Проблема с чтением фотографий
sv: Problem att läsa Bilder
zh_hans: 读取照片出现问题
zh_hant: 讀取照片發生問題

# localAlbums_photosNnil_msg
source: There is a problem reading your local photo library.
ar: هناك مشكلة في قراءة مكتبة الصور المحلية.
da: Der er et problem med at læse dit lokale fotobibliotek.
de: Es gibt ein Problem beim Lesen der lokalen Foto Bibliothek.
es: Se ha producido un problema al leer la biblioteca local de fotos.
fr: Un problème est rencontré pendant la lecture de votre photothèque locale.
hu: Hiba történt a fotókönyvtár beolvasásakor.
it: Si è verificato un problema durante la lettura della libreria fotografica locale.
ja: ローカル写真ライブラリの読み出しに問題があります
nl: Probleem bij het inlezen van jouw lokale fotobibliotheek.
pl: Istnieje problem z odczytem biblioteki zdjęć lokalnych.
ru: Проблема в чтении Вашей локальной библиотеки изображений.
sv: Det finns ett problem med att läsa ditt lokala bildbibliotek.
zh_hans: 读取本地照片库时出现问题
zh_hant: 讀取本機照片圖庫時發生問題。

# localAlbums_photosNotAuthorized_msg
source: Cannot open local photo library. Please go into the Settings app and enable access for Piwigo.
ar: لا يمكن فتح مكتبة الصور المحلية. يرجى الدخول إلى إعدادات التطبيق، وتمكين الوصول ل Piwigo.
da: Kan ikke åbne det lokale fotobibliotek. Gå venligst ind i indstillinger og aktiver adgang for Piwigo.
de: Konnte die lokale Foto Bibliothek nicht öffnen. Bitte gehen Sie in die Einstellungen und ermöglichen den Zugriff für Piwigo.
es: No se puede abrir la biblioteca local de fotos. Por favor, vaya a la aplicación de configuración y habilite el acceso para Piwigo.
fr: Impossible d’ouvrir la photothèque locale. Allez dans l’application Réglages et activez l’accès pour Piwigo.
hu: Nem sikerült megnyitni a helyi fotókönyvtárat. Kérlek nézd meg, hogy a Beállításokban van-e a Piwigo appnak hozzáférése a fotókhoz!
it: Impossibile aprire la libreria di foto locale. Accedi all'app Impostazioni e attiva l'accesso per Piwigo.
ja: ローカル写真ライブラリを開けませんでした。設定アプリのプライバシー、写真を開いてPiwigoにアクセスを許可してください。
nl: Kan de lokale fotobibliotheek niet openen. Ga naar Instellingen en activeer Piwigo toegang.
pl: Nie można otworzyć lokalnej biblioteki zdjęć. Przejdź do aplikacji Ustawienia i włącz dostęp dla Piwigo.
ru: Невозможно открыть локальную библиотеку изображений. Пожалуйста, установите в "Настройках" право доступа для Piwigo.
sv: Kan inte öppna det lokala bildbiblioteket. Gå in på appen Inställningar och aktivera åtkomst för Piwigo.
zh_hans: 无法读取本地照片库，请进入设备设置菜单，为Piwigo授予相应权限
zh_hant: 無法讀取本機照片圖庫。請至設定中開啟Piwigo的存取權限。

# localAlbums_photosNotAuthorized_title
source: No Access
ar: ممنوع الدخول
da: Ingen Adgang
de: Kein Zugriff
es: Sin acceso
fr: Accès refusé
hu: Nincs hozzáférés
it: Accesso negato
ja: アクセスなし
nl: Geen toegang
pl: Brak Dostępu
ru: Нет доступа
sv: Ingen behörighet
zh_hans: 无访问权限
zh_hant: 無存取權限

# localImages_deleteMessage
source: Do you wish to delete the uploaded photos or videos from the camera roll? The deleted photos or videos will still be available in the iOS Photos Trash for 30 days.
ar: هل ترغب في حذف الصور أو مقاطع الفيديو التي تم تحميلها من لفة الكاميرا؟ ستظل الصور أو مقاطع الفيديو المحذوفة متاحة في سلة مهملات صور iOS لمدة 30 يومًا.
da: Ønsker du at slette de uploadede fotos eller videoer fra kamerarullen? De slettede billeder eller videoer vil stadig være tilgængelige i iOS-billeder papirkurven i 30 dage.
de: Möchten Sie die hochgeladenen Fotos oder Videos aus der Kamerarolle löschen? Die gelöschten Fotos oder Videos sind noch 30 Tage lang im iOS-Fotopapierkorb verfügbar.
es: ¿Desea eliminar las fotos o vídeos subidos del carrete de la cámara? Las fotos o vídeos eliminados seguirán estando disponibles en la papelera de fotos de iOS durante 30 días.
fr: Voulez-vous supprimer de la pellicule les photos ou vidéos transférées? Les photos ou vidéos supprimées resteront disponibles dans la corbeille de l'app Photos pendant 30 jours.
hu: Biztos törölni szeretnéd a feltöltött fotókat a Fotók appból? A törölt fotók és videók további 30 napig elérhetőek az iOS Fotók app Nemrég törölt menüpontja alatt.
it: Vuoi eliminare le foto o i video caricati dal rullino della fotocamera? Le foto o i video eliminati saranno ancora disponibili nel cestino foto iOS per 30 giorni.
ja: アップロードした写真や動画をカメラロールから削除しますか？ 削除された写真やビデオは、iOSの写真のゴミ箱で30日間は引き続き利用可能です。
nl: Wilt u de geüploade foto's of video's van de filmrol verwijderen? De verwijderde foto's of video's zullen nog steeds 30 dagen beschikbaar zijn in de Foto's Prullenbak.
pl: Czy chcesz usunąć przesłane zdjęcia lub filmy z rolki aparatu? Usunięte zdjęcia lub filmy będą nadal dostępne w koszu zdjęć iOS przez 30 dni.
ru: Вы хотите удалить загруженные фото или видео из ролика фото? Удаленные фото или видео будут по-прежнему доступны в корзине фотографий iOS в течение 30 дней.
sv: Vill du ta bort uppladdade foton eller videor från kamerarullen? De raderade bilderna eller videoklippen kommer fortfarande att finnas tillgängliga i iOS Bilder papperskorgen i 30 dagar.
zh_hans: 您想要从相机卷中删除上传的照片或视频吗？ 已删除的照片或视频在被彻底删除前会在 iOS 照片回收站中保留 30 天
zh_hant: 你想要從相機膠捲刪除已上傳的照片及影片嗎? 被刪除的照片及影片會在照片應用程式的「近期刪除」保存30天。

# localImages_deleteTitle
source: Remove from Camera Roll
ar: إزالة من لفة الكاميرا
da: Fjern fra kamerarulle
de: Aus Fotos entfernen
es: Eliminar del carrete de cámara
fr: Retirer de la pellicule
hu: Eltávolítás a Fotók appból
it: Rimuovi dal rullo fotocamera
ja: カメラロールから削除する
nl: Verwijderen uit filmrol
pl: Usuń z Rolki Aparatu
ru: Удалить из Фотопленки
sv: Ta bort från kamerarullen
zh_hans: 从相机卷删除
zh_hant: 從相機膠卷中移除

# localImages_reUploadTitle
source: Re-upload
ar: إعادة التحميل
da: Genupload
de: Erneut hochladen
es: Volver a cargar
fr: Re-transférer
hu: Újra feltöltés
it: Ricarica
ja: 再アップロード
nl: Opnieuw uploaden
pl: Prześlij ponownie
ru: Загрузить снова
sv: Återuppladdning
zh_hans: 重新上传
zh_hant: 重新上傳

source: Login
ar: تسجيل الدخول
da: Log ind
de: Anmelden
es: Iniciar sesión
fr: Connexion
hu: Bejelentkezés
it: Accedi
ja: ログイン
nl: Inloggen
pl: Zaloguj
ru: Войти
sv: Logga in
zh_hans: 登录
zh_hant: 登入

# login_closeSession
source: Closing Session...
ar: اختتام الجلسة...
da: Lukker Session...
de: Beenden der Session ...
es: Cerrando sesión...
fr: Fermeture de la session...
hu: Záró ülés...
it: Chiusura Sessione...
ja: セッションを閉じています...
nl: Sessie sluiten...
pl: Zamykanie sesji...
ru: Закрытие сессии...
sv: Stänger session...
zh_hans: 关闭会话...
zh_hant: 閉幕會議...

# login_communityParameters
source: Community Parameters
ar: المعلمات Community
da: Community parametre
de: Community Parameter
es: Parámetros de comunidad
fr: Paramètres Community
hu: Community paraméterek
it: Parametri di Community
ja: Communityの設定
nl: Gemeenschap Parameters
pl: Community parametrów
ru: Параметры сообщества
sv: Communityparametrar
zh_hans: 社区参数
zh_hant: 社群參數

# login_connecting
source: Connecting
ar: جاري الإتصال
da: Forbinder
de: Verbinde
es: Conectando
fr: Connexion en cours
hu: Kapcsolódás
it: Connessione in corso
ja: 接続しています
nl: Bezig met verbinden
pl: Łączenie
ru: Соединение
sv: Ansluter
zh_hans: 连接中
zh_hant: 連線中

# login_connectionChanged
source: Connection Changed!
ar: تم تغيير الاتصال!
da: Forbindelsen ændret!
de: Verbindung geändert!
es: ¡Ha cambiado la conexión!
fr: Connexion modifiée !
hu: A kapcsolat megváltozott!
it: Connessione cambiata!
ja: 接続が変更されました！
nl: Verbinding gewijzigd!
pl: Połączenie uległo zmianie!
ru: Соединение изменено!
sv: Anslutningen ändrad!
zh_hans: 连接已更改！
zh_hant: 連線變更!

# login_loggingIn
source: Logging In...
ar: جاري تسجيل الدخول...
da: Logger ind...
de: Anmeldung läuft...
es: Iniciando sesión...
fr: Connexion en cours...
hu: Bejelentkezés...
it: Accesso in corso...
ja: ログイン中...
nl: Bezig met aanmelden...
pl: Logowanie...
ru: Выполняется вход...
sv: Loggar In...
zh_hans: 登录中……
zh_hant: 登入中...

# login_newSession
source: Opening Session
ar: الجلسة المفتوحة
da: Åbner session
de: Starte die Sitzung
es: Abriendo sesión
fr: Ouverture de la session
hu: Munkamenet megnyitása
it: Sessione di apertura
ja: セッションを開いています
nl: Sessie openen
pl: Otwieranie sesji
ru: Открытие сессии
sv: Öppnar session
zh_hans: 打开会话
zh_hant: 開始作業階段

# login_passwordPlaceholder
source: Password (optional)
ar: كلمة المرور (اختياري)
da: Adgangskode (valgfrit)
de: Passwort (optional)
es: Contraseña (opcional)
fr: Mot de passe (optionnel)
hu: Jelszó (opcionális)
it: Password (opzionale)
ja: パスワード (オプション)
nl: Wachtwoord optioneel
pl: Hasło (opcjonalne)
ru: Пароль (необязательно)
sv: Lösenord (frivilligt)
zh_hans: 密码 (可选)
zh_hant: 密碼 (選填)

# login_serverParameters
source: Piwigo Parameters
ar: معايير Piwigo
da: Piwigo Parametre
de: Piwigo Parameter
es: Parámetros de Piwigo
fr: Paramètres Piwigo
hu: Piwigo paraméterek
it: Parametri di Piwigo
ja: Piwigoの設定
pl: Parametry Piwigo
ru: Параметры Piwigo
sv: Piwigoparametrar
zh_hans: Piwigo参数
zh_hant: Piwigo參數

# login_userPlaceholder
source: Username (optional)
ar: اسم المستخدم (اختياري)
da: Brugernavn (valgfri)
de: Benutzername (optional)
es: Nombre de usuario (opcional)
fr: Identifiant (optionnel)
hu: Felhasználónév (opcionális)
it: Nome utente (opzionale)
ja: ユーザ名 (オプション)
nl: Gebruikersnaam (optioneel)
pl: Nazwa użytkownika (opcjonalna)
ru: Пользователь (необязательно)
sv: Användarnamn (frivilligt)
zh_hans: 帐号 (可选)
zh_hant: 帳號 (選填)

# loginCertFailed_message
source: Piwigo warns you when a website has a certificate that is not valid. Do you still want to accept this certificate?
ar: تطبيق Piwigo يحذرك عندما يحتوي أحد المواقع على شهادة صالحة. هل مازلت تودّ قبول هذه الشهادة؟
da: Piwigo advarer dig når en hjemmeside har et ugyldigt certifikat. Vil du stadig acceptere dette certifikat?
de: Piwigo warnt Sie, wenn eine Webseite ein Zertifikat hat, das nicht gültig ist. Möchten Sie dieses Zertifikat trotzdem akzeptieren?
es: Piwigo te advierte cuando un sitio web tiene un certificado que no es válido. ¿Todavía quieres aceptar este certificado?
fr: Piwigo vous avertit lorsqu'un site web a un certificat non valide. Voulez-vous toujours accepter ce certificat ?
hu: A Piwigo figyelmeztetést küld, amennyiben a weboldal tanúsítványa nem megfelelő. Biztos el akarod fogadni ezt a tanúsítványt?
it: Piwigo ti avvisa quando un sito web dispone di un certificato non valido. Vuoi ancora accettare questo certificato?
ja: Piwigoはウェブサイトに無効な証明書がある場合に警告します。この証明書を受け入れますか？
nl: Piwigo waarschuwt je wanneer een website een certificaat heeft dat niet geldig is. Wil je dit certificaat nog steeds accepteren?
pl: Piwigo ostrzega Cię, że certyfikat witryny jest nieważny. Czy nadal chcesz zaakceptować ten certyfikat?
ru: Piwigo предупреждает Вас, когда веб-сайт имеет недействительный сертификат. Вы все еще хотите принять этот сертификат?
sv: Piwigo varnar dig när en webbplats har ett certifikat som inte är giltigt. Vill du fortfarande acceptera detta certifikat?
zh_hans: 你所连接的站点未能提供有效证书，是否仍然接受此证书？
zh_hant: Piwigo要警告你這個網站有一個無效的證書。你要接受這個證書嗎?

# loginCertFailed_title
source: Connection Not Private
ar: الاتصال ليس خاصًا
da: Forbindelse er ikke sikker
de: Verbindung nicht privat
es: La conexión no es privada
fr: Connexion non privée
hu: A kapcsolat nem biztonságos
it: Connessione non privata
ja: 接続がプライベートではありません
nl: Verbinding niet privé
pl: Połączenie nie jest prywatne
ru: Приватное соединение не обеспечивается
sv: Anslutning inte privat
zh_hans: 网络连接可能不安全
zh_hant: 連線並不安全

# loginEmptyServer_message
source: Please select a protocol and enter a Piwigo web address in order to proceed.
ar: يرجى تحديد بروتوكول وإدخال عنوان ويب Piwigo للمواصلة.
da: Venligst Vælg en protokol og indtast en Piwigo web-adresse for at fortsætte.
de: Bitte wähle ein Protokoll und gib eine Piwigo Webadresse ein, um fortfahren zu können.
es: Selecciona un protocolo y especifica una dirección web de Piwigo para continuar.
fr: S’il vous plaît, sélectionnez un protocole et entrez une adresse de serveur Piwigo pour continuer.
hu: Kérlek válassz protocollt, és add meg a Piwigo web címet a továbblépéshez!
it: Si prega di selezionare un protocollo e inserire un indirizzo web di Piwigo per procedere.
ja: 先に進むために、プロトコルを選択してPiwigoウェブアドレスを入力して下さい。
nl: Selecteer een protocol en voeg een Piwigo webadres toe om door te gaan.
pl: Proszę wybrać protokół i wprowadzić adres internetowy Piwigo, aby kontynuować.
ru: Пожалуйста, выберите протокол и введите адрес сервера Piwigo для продолжения.
sv: Välj ett protokoll och ange en Piwigo webbadress för att gå vidare.
zh_hans: 请选择一项协议，并输入一个Piwigo Web地址，以便继续。
zh_hant: 請選擇連線方式並且輸入Piwigo網址以繼續。

# loginEmptyServer_title
source: Enter a Web Address
ar: أدخل عنوان ويب
da: Indtast en Webadresse
de: Webadresse eingeben
es: Especifica una dirección web
fr: Entrez une adresse web
hu: Adj meg egy web címet
it: Immettere un indirizzo Web
ja: Web アドレスを入力してください
nl: Voer een webadres in
pl: Wprowadź Adres Strony
ru: Введите адрес
sv: Ange en webbadress
zh_hans: 输入一个网址
zh_hant: 請輸入網址

# loginError_message
source: The username and password don't match on the given web address
ar: لا يتطابق اسم المستخدم وكلمة المرور مع عنوان الويب المحدد
da: Brugernavnet og adgangskoden er ikke korrekt
de: Benutzername und Passwort stimmen für die angegebene Webadresse nicht überein
es: El nombre de usuario y la contraseña no coinciden en la dirección web especificada
fr: Les nom d’utilisateur et mot de passe ne correspondent pas à l’adresse donnée
hu: A felhasználó és jelszó párosa nem megfelelő a megadott weboldalhoz
it: Il nome utente e la password non corrispondono all'indirizzo web specificato
ja: ユーザ名とパスワードが、指定したwebアドレスで一致しません
nl: De gebruikersnaam en het wachtwoord komen niet overeen op het opgegeven webadres
pl: Nazwa użytkownika i hasło nie pasują do podanego serwera
ru: Имя пользователя и пароль не совпадают на данном веб-адресе
sv: Användarnamnet och lösenordet matchar inte den angivna webbadressen
zh_hans: 用户名和密码与给定的网站不匹配
zh_hant: 帳號密碼無法於提供的網址登入

# loginError_resetPwd
source: Would you like to reset your password from the web interface?
ar: هل ترغب في إعادة تعيين كلمة المرور الخاصة بك من واجهة الويب؟
da: Vil du nulstille din adgangskode fra webgrænsefladen?
de: Möchten Sie Ihr Passwort über die Webschnittstelle zurücksetzen?
es: ¿Le gustaría restablecer su contraseña desde la interfaz web?
fr: Voulez-vous réinitialiser votre mot de passe depuis l'interface web ?
hu: Szeretné visszaállítani jelszavát a webes felületről?
it: Vuoi reimpostare la password dall'interfaccia web?
ja: Webインターフェイスからパスワードをリセットしますか？
nl: Wilt u uw wachtwoord opnieuw instellen vanuit de webinterface?
pl: Czy chcesz zresetować hasło używając interfejsu internetowego?
ru: Вы хотите сбросить пароль из веб-интерфейса?
sv: Vill du återställa ditt lösenord från webbgränssnittet?
zh_hans: 您想要从 web 界面重置您的密码吗？
zh_hant: 您想從網路介面重設密碼嗎？

# loginError_title
source: Login Failed
ar: أخفق تسجيل الدخول
da: Log ind Mislykkedes
de: Anmeldung fehlgeschlagen
es: Error en el inicio de sesión
fr: Échec de connexion
hu: Bejelentkezési Hiba
it: Accesso fallito
ja: ログインに失敗しました
nl: Mislukte aanmelding
pl: Logowanie nieudane
ru: Ошибка входа
sv: Inloggning Misslyckades
zh_hans: 登录失败
zh_hant: 登入失敗

# loginHTTP_message
source: Basic access authentification is required by the Piwigo server:
ar: مطلوب مصادقة الوصول الأساسية من قبل خادم Piwigo:
da: Login kræves af Piwigo server:
de: Basis Zugriffs-Authentifizierung wird vom Piwigo Server erwartet:
es: El servidor Piwigo requiere una autenticación de acceso básico:
fr: L'authentification HTTP est requise par le serveur Piwigo:
hu: A Piwigo szerver alapszintű hozzáférési hitelesítést kér:
it: L'autenticazione di accesso di base è richiesta dal server Piwigo:
ja: Piwigoサーバにおいて、基本アクセス認証が必要です。
nl: Authenticatie van basistoegang is vereist door de Piwigo-server:
pl: Podstawowa autoryzacja dostępu jest wymagana przez serwer Piwigo‎:
ru: Сервер Piwigo требует базовой HTTP-аутентификации:
sv: Grundläggande autentisering krävs av Piwigo-servern‎:
zh_hans: Piwigo服务器需要基本访问验证：
zh_hant: Piwigo伺服器正在要求基本存取認證:

# loginHTTP_title
source: HTTP Credentials
ar: بيانات اعتماد HTTP
da: HTTP legitimationsoplysninger
de: HTTP Anmeldeinformationen
es: Credenciales HTTP
fr: Identification HTTP
hu: HTTP azonosítók
it: Credenziali di HTTP
ja: HTTP証明書
nl: HTTP Referenties
pl: Poświadczenia HTTP
ru: Учетные данные HTTP
sv: Http-referenser
zh_hans: HTTP凭证
zh_hant: HTTP 認證

# loginHTTPpwd_placeholder
source: Password
ar: كلمة المرور
da: Adgangskode
de: Passwort
es: Contraseña
fr: Mot de passe
hu: Jelszó
ja: パスワード
nl: Wachtwoord
pl: Hasło
ru: Пароль
sv: Lösenord
zh_hans: 密码
zh_hant: 密碼

# loginHTTPSfailed_message
source: Piwigo cannot establish a secure connection. Do you want to try to establish an insecure connection?
ar: تعذر على تطبيق Piwigo إنشاء اتصال آمن. هل تودّ محاولة إنشاء اتصال غير آمن؟
da: Piwigo kan ikke etablere en sikker forbindelse. Vil du forsøge at etablere en usikker forbindelse?
de: Piwigo kann keine sichere Verbindung herstellen. Möchten Sie versuchen, eine unsichere Verbindung herzustellen?
es: Piwigo no puede establecer una conexión segura. ¿Quieres intentar establecer una conexión no segura?
fr: Piwigo ne peut pas établir une connexion sécurisée. Voulez-vous essayer d'établir une connexion non sécurisée ?
hu: A Piwigo nem tud létrehozni biztonságos kapcsolatot. Szeretnéd, hogy megpróbáljon nem-biztonságos kapcsolatot létrehozni?
it: Piwigo non può stabilire una connessione sicura. Vuoi provare a stabilire una connessione non sicura?
ja: Piwigoは安全な接続を確立できません。安全でない接続の確立を試みますか？
nl: Piwigo kan geen beveiligde verbinding tot stand brengen. Wil je proberen een onveilige verbinding te maken?
pl: Piwigo nie może nawiązać bezpiecznego połączenia. Czy chcesz spróbować nawiązać niezabezpieczone połączenie?
ru: Piwigo не может установить безопасное соединение. Вы хотите установить небезопасное соединение?
sv: Piwigo kan inte upprätta en säker anslutning. Vill du försöka upprätta en osäker anslutning?
zh_hans: 无法建立安全连接，是否降级到不安全的连接？
zh_hant: Piwigo無法建立安全連線。你要試試看非安全連線嗎?
